Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-pages/ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: el

source: Page name already exists in database
el: Το όνομα της σελίδας υπάρχει ήδη στη βάση δεδομένων

source: Not authorized to see this page
el: Δεν επιτρέπεται η πρόσβαση σε αυτήν τη σελίδα

source: User %s not authorized to read this page
el: Ο χρήστης %s δεν είναι εξουσιοδοτημένος να διαβάσει αυτήν τη σελίδα

source: Organization not found
el: Ο οργανισμός δεν βρέθηκε

source: Unauthorized to read organization %s
el: Μη εξουσιοδοτημένη πρόσβαση για ανάγνωση του οργανισμού %s

source: Page Not Found
el: Η σελίδα δεν βρέθηκε

source: Unauthorized to delete page
el: Μη εξουσιοδοτημένη διαγραφή σελίδας

source: Group not found
el: Η ομάδα δεν βρέθηκε

source: Unauthorized to read group %s
el: Μη εξουσιοδοτημένη πρόσβαση για ανάγνωση της ομάδας %s

source: ERROR: View not found {view_id}
el: ΣΦΑΛΜΑ: Η προβολή δεν βρέθηκε {view_id}

source: Your browser does not support iframes.
el: Ο browser σας δεν υποστηρίζει iframes.

source: Unauthorized to create or edit a page
el: Μη εξουσιοδοτημένη δημιουργία ή επεξεργασία σελίδας

source: Only Posting is availiable
el: Μόνο η δημοσίευση είναι διαθέσιμη

source: Unauthorized to upload file %s
el: Μη εξουσιοδοτημένο ανέβασμα αρχείου %s

source: Pages
el: Σελίδες

source: What are Pages?
el: Τι είναι οι Σελίδες;

source: <p>Pages are are simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
el: <p>Οι σελίδες είναι ένας απλός τρόπος να προσθέσετε επιπλέον σελίδες στην εγκατάστασή σας του CKAN. Μπορείτε να τους αντιστοιχίσετε μια σειρά.</p>

source: Add Blog Article
el: Προσθήκη Άρθρου Blog

source: Edit Blog Article
el: Επεξεργασία Άρθρου Blog

source: eg. Blog Article Title
el: π.χ. Τίτλος Άρθρου Blog

source: Add page
el: Προσθήκη σελίδας

source: Edit page
el: Επεξεργασία σελίδας

source: eg. Page Title
el: π.χ. Τίτλος Σελίδας

source: Title
el: Τίτλος

source: Publish Date
el: Ημερομηνία Δημοσίευσης

source: Visibility
el: Ορατότητα

source: Private
el: Ιδιωτικό

source: Public
el: Δημόσιο

source: Menu Order
el: Σειρά Μενού

source: Not in Menu
el: Όχι στο Μενού

source: Content
el: Περιεχόμενο

source: Enter content here
el: Εισάγετε το περιεχόμενο εδώ

source: My content
el: Το περιεχόμενό μου

source: Cancel
el: Ακύρωση

source: Add
el: Προσθήκη

source: Are you sure you want to delete this Page?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη Σελίδα;

source: Delete
el: Διαγραφή

source: Save
el: Αποθήκευση

source: Edit
el: Επεξεργασία

source: This page currently has no content
el: Αυτή η σελίδα δεν έχει περιεχόμενο αυτή τη στιγμή

source: More
el: Περισσότερα

source: Edit Article
el: Επεξεργασία Άρθρου

source: Blog Articles
el: Άρθρα Blog

source: <p>Add blog articles to CKAN here.</p>
el: <p>Προσθέστε άρθρα blog στο CKAN εδώ.</p>

source: Add Article
el: Προσθήκη Άρθρου

source: Confirm Delete
el: Επιβεβαίωση Διαγραφής

source: Are you sure you want to delete page - {name}?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τη σελίδα - {name};

source: Edit Page
el: Επεξεργασία Σελίδας

source: There are currently no blog articles here
el: Δεν υπάρχουν άρθρα blog εδώ αυτή τη στιγμή

source: There are currently no pages here
el: Δεν υπάρχουν σελίδες εδώ αυτή τη στιγμή

source: You need to login in order to continue
el: Πρέπει να συνδεθείτε για να συνεχίσετε
