Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-data-gov-gr/ckanext/data_gov_gr/i18n/*/LC_MESSAGES/ckanext-data_gov_gr.po
Languages: el

source: Search...
el: Αναζήτηση...

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.

source: Population
el: Πληθυσμός

source: Name
el: Όνομα

source: Country
el: Χώρα

source: Region
el: Περιοχή

source: Latitude
el: Γ. Πλάτος

source: Longitude
el: Γ. Μήκος

source: Choose Location
el: Επιλέξτε Τοποθεσία

source: Location Search
el: Αναζήτηση Τοποθεσίας

source: Copied!
el: Αντιγράφηκε!

source: Blog
el: Ιστολόγιο

source: Add blog articles to CKAN here.
el: Προσθέστε άρθρα blog στο CKAN εδώ.

source: Metadata Quality
el: Ποιότητα Μεταδεδομένων

source: Metadata Quality Assessment
el: Αξιολόγηση Ποιότητας Μεταδεδομένων

source: Overall Quality
el: Συνολική Ποιότητα

source: points
el: βαθμοί

source: Excellent
el: Εξαιρετική

source: Good
el: Καλή

source: Sufficient
el: Επαρκής

source: Poor
el: Ανεπαρκής

source: Dimensions
el: Διαστάσεις

source: Accessibility
el: Προσβασιμότητα

source: How easily the data can be accessed once discovered.
el: Πόσο εύκολα μπορεί να γίνει πρόσβαση στα δεδομένα μετά την ανακάλυψή τους.

source: Download URL
el: URL Λήψης

source: Download URL is accessible
el: Το URL Λήψης είναι προσβάσιμο

source: Access URL is accessible
el: Το URL πρόσβασης είναι προσβάσιμο

source: Access URL
el: URL Πρόσβασης

source: Reusability
el: Δυνατότητα επαναχρησιμοποίησης

source: How clearly the conditions for reuse are communicated.
el: Πόσο ξεκάθαρα επικοινωνούνται οι όροι επαναχρησιμοποίησης.

source: Access restrictions
el: Περιορισμοί πρόσβασης

source: License information
el: Πληροφορίες άδειας

source: License vocabulary
el: Λεξιλόγιο αδειών

source: Access restrictions vocabulary
el: Λεξιλόγιο περιορισμών πρόσβασης

source: Contact point
el: Σημείο επικοινωνίας

source: Publisher
el: Εκδότης

source: Contextuality
el: Πλαίσιο Διάθεσης

source: Additional context that helps users understand the data.
el: Πρόσθετο πλαίσιο που βοηθά τους χρήστες να κατανοήσουν τα δεδομένα.

source: File size
el: Μέγεθος αρχείου

source: Rights
el: Δικαιώματα

source: Date of issue
el: Ημερομηνία έκδοσης

source: Modification date
el: Ημερομηνία τροποποίησης

source: Findability
el: Ευρεσιμότητα

source: How easily the dataset can be discovered through searches.
el: Πόσο εύκολα μπορεί να ανακαλυφθεί το σύνολο δεδομένων μέσω αναζητήσεων.

source: Keyword usage
el: Χρήση λέξεων-κλειδιών

source: Categories
el: Κατηγορίες

source: Geo search
el: Γεωγραφική αναζήτηση

source: Time based search
el: Χρονική αναζήτηση

source: Interoperability
el: Διαλειτουργικότητα

source: How easily the data can be integrated with other data and systems.
el: Πόσο εύκολα μπορούν τα δεδομένα να ενσωματωθούν με άλλα δεδομένα και συστήματα.

source: Format
el: Μορφότυπος

source: Media type
el: Τύπος μέσου

source: Format/media type in vocabulary
el: Μορφότυπος/τύπος μέσου από λεξιλόγιο

source: Open format
el: Κοινός μορφότυπος

source: Machine-readable format
el: Μηχαναγνώσιμος μορφότυπος

source: DCAT-AP compliance
el: Συμμόρφωση με DCAT-AP

source: Individual Distribution Quality
el: Ποιότητα Μεμονωμένης Διανομής

source: Quality assessment for individual distributions (resources) in this dataset.
el: Αξιολόγηση ποιότητας για μεμονωμένες διανομές (πόρους) σε αυτό το σύνολο δεδομένων.

source: Unnamed Resource
el: Ανώνυμος Πόρος

source: Toggle details
el: Εναλλαγή λεπτομερειών

source: Most frequent accessURL status codes
el: Συχνότεροι κωδικοί κατάστασης accessURL

source: Most frequent downloadURL status codes
el: Συχνότεροι κωδικοί κατάστασης downloadURL

source: About MQA
el: Σχετικά με το MQA

source: Metadata Quality Assessment (MQA) evaluates how well your dataset is described, making it easier to find, access, and reuse.
el: Η Αξιολόγηση Ποιότητας Μεταδεδομένων (MQA) αξιολογεί πόσο καλά περιγράφεται το σύνολο δεδομένων σας, διευκολύνοντας την εύρεση, την πρόσβαση και την επαναχρησιμοποίησή του.

source: Improve your score by adding more metadata to your dataset.
el: Βελτιώστε τη βαθμολογία σας προσθέτοντας περισσότερα μεταδεδομένα στο σύνολο δεδομένων σας.

source: Yes
el: Ναι

source: No
el: Όχι

source: Decisions
el: Αποφάσεις

source: Decision
el: Απόφαση

source: Create Decision
el: Δημιουργία Απόφασης

source: Search Decisions...
el: Αναζήτηση Aποφάσεων...

source: No decisions found
el: Δεν βρέθηκαν αποφάσεις

source: No decisions found for "{query}"
el: Δεν βρέθηκαν αποφάσεις για "{query}"

source: {number} decision found
el: {number} απόφαση βρέθηκε

source: {number} decision found for "{query}"
el: {number} απόφαση βρέθηκε για "{query}"

source: Add Decision
el: Προσθήκη Απόφασης

source: New Decision
el: Νέα Απόφαση

source: Stats
el: Στατιστικά

source: Weekly visits for last 12 months
el: Εβδομαδιαίες επισκέψεις κατά τους 12 τελευταίους μήνες

source: Visits
el: Επισκέψεις

source: During last 30 days
el: Κατά τις τελευταίες 30 ημέρες

source: During last 12 months
el: Κατά τους τελευταίους 12 μήνες

source: All time:
el: Ανέκαθεν

source: Download counts
el: Πλήθος λήψεων

source: Year
el: Έτος

source: Downloads
el: Λήψεις

source: Week
el: Εβδομάδα

source: Organization
el: Οργανισμός

source: Total views
el: Συνολικές θεάσεις

source: Initial entrance
el: Αρχική είσοδος

source: Most viewed datasets
el: Δημοφιλέστερα σύνολα δεδομένων

source: Dataset
el: Σύνολο δεδομένων

source: Dates
el: Ημερομηνίες

source: Countries
el: Χώρες

source: Resource
el: Πόρος

source: Total searches
el: Συνολικές αναζητήσεις

source: Weekly downloads
el: Εβδομαδιαίες λήψεις

source: over the last 12 months
el: κατά τους τελευταίους 12 μήνες

source: Weekly visits
el: Eβδομαδιαίες επισκέψεις

source: for the last 12 months
el: κατά τους 12 τελευταίους μήνες

source: Popularity
el: Δημοφιλία

source: Community
el: Κοινότητα

source: Open Data - Restricted Access Data
el: Ανοικτά Δεδομένα - Δεδομένα Περιορισμένης Πρόσβασης

source: Open data
el: Ανοιχτά δεδομένα

source: Restricted Access Data
el: Δεδομένα Περιορισμένης Πρόσβασης

source: Open Data
el: Ανοικτά Δεδομένα

source: Contact Us
el: Επικοινωνία

source: Help
el: Βοήθεια

source: News
el: Νέα

source: Statistics
el: Στατιστικά

source: High Value Datasets
el: Σύνολα Δεδομένων Υψηλής Αξίας

source: Discover datasets that have been identified as having high value for society and economy
el: Ανακαλύψτε σύνολα δεδομένων που έχουν αναγνωριστεί ως υψηλής αξίας για την κοινωνία και την οικονομία

source: Key Thematic Categories
el: Βασικές Θεματικές Κατηγορίες

source: Geospatial, Earth observation, environmental, meteorological, statistics, mobility, and company data
el: Γεωχωρικά, δεδομένα παρατήρησης της Γης, περιβαλλοντικά, μετεωρολογικά, στατιστικά, δεδομένα κινητικότητας και δεδομένα εταιρειών

source: Free Access
el: Ελεύθερη Πρόσβαση

source: Available free of charge through standardized APIs and bulk downloads, ensuring maximum reusability
el: Διατίθενται δωρεάν μέσω τυποποιημένων API και μαζικών λήψεων, εξασφαλίζοντας μέγιστη επαναχρησιμοποιησιμότητα

source: Machine Readability
el: Μηχαναγνώσιμη Μορφή

source: Structured formats and metadata following EU standards, enabling automated processing and integration
el: Δομημένες μορφές και μεταδεδομένα που ακολουθούν πρότυπα της ΕΕ, επιτρέποντας αυτοματοποιημένη επεξεργασία και ενσωμάτωση

source: Data Services
el: Υπηρεσίες Δεδομένων

source: Data services
el: Υπηρεσίες Δεδομένων

source: No data-services found
el: Δεν βρέθηκαν υπηρεσίες δεδομένων

source: Add Data Service
el: Προσθήκη Υπηρεσίας Δεδομένων

source: Add to Data Service
el: Προσθήκη στην Υπηρεσία Δεδομένων

source: Create Data Service
el: Δημιουργία Υπηρεσίας Δεδομένων

source: Are you sure you want to delete this Data Service?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την Υπηρεσία Δεδομένων;

source: A little information about my Data Service...
el: Λίγες πληροφορίες για την Υπηρεσία Δεδομένων μου...

source: Edit Data Service
el: Επεξεργασία Υπηρεσίας Δεδομένων

source: Data Service Form
el: Φόρμα Υπηρεσίας Δεδομένων

source: My Data Services
el: Οι Υπηρεσίες Δεδομένων μου

source: View Data Service
el: Προβολή Υπηρεσίας Δεδομένων

source: My Data Service
el: Η Υπηρεσία Δεδομένων μου

source: There are currently no Data Services for this site
el: Δεν υπάρχουν αυτή τη στιγμή Υπηρεσίες Δεδομένων για αυτόν τον ιστότοπο

source: There are no Data Services associated with this dataset
el: Δεν υπάρχουν Υπηρεσίες Δεδομένων που να σχετίζονται με αυτό το σύνολο δεδομένων

source: There is no description for this Data Service
el: Δεν υπάρχει περιγραφή για αυτή την Υπηρεσία Δεδομένων

source: No Data Service
el: Καμία Υπηρεσία Δεδομένων

source: Save Data Service
el: Αποθήκευση Υπηρεσίας Δεδομένων

source: Search Data Services...
el: Αναζήτηση Υπηρεσιών Δεδομένων...

source: You are not a member of any Data Services.
el: Δεν είστε μέλος σε καμία Υπηρεσία Δεδομένων.

source: User isn't a member of any Data Services.
el: Ο χρήστης δεν είναι μέλος σε καμία Υπηρεσία Δεδομένων.

source: Update Data Service
el: Ενημέρωση Υπηρεσίας Δεδομένων

source: New Dataset
el: Νέο Σύνολο Δεδομένων

source: Create a new Dataset
el: Δημιουργία νέου Συνόλου Δεδομένων

source: New Data Service
el: Νέα Υπηρεσία Δεδομένων

source: Create a new Data Service
el: Δημιουργία νέας Υπηρεσίας Δεδομένων

source: Create a new Decision
el: Δημιουργία νέας Απόφασης

source: New Dataset of Protected Data
el: Νέο Σύνολο Προστατευόμενων Δεδομένων

source: Create a new Dataset of Protected Data
el: Δημιουργία νέου Συνόλου Προστατευόμενων Δεδομένων

source: Add dataset of protected data
el: Προσθήκη συνόλου προστατευόμενων δεδομένων

source: Datasets/APIs/Decisions
el: Σύνολα δεδομένων/APIs/Αποφάσεις

source: There is no description for this dataset
el: Δεν υπάρχει περιγραφή για αυτό το σύνολο δεδομένων

source: There is no description for this organization
el: Δεν υπάρχει περιγραφή για αυτόν τον οργανισμό

source: There is no description for this harvest source
el: Δεν υπάρχει περιγραφή για αυτή την πηγή συγκομιδής

source: Dataset description
el: Περιγραφή συνόλου δεδομένων

source: Dataset description:
el: Περιγραφή συνόλου δεδομένων:

source: feedback
el: σχόλια

source: leave a comment
el: αφήστε ένα σχόλιο

source: Add Dataset - Data Service - Decision
el: Προσθήκη Συνόλου Δεδομένων - Υπηρεσίας Δεδομένων - Απόφασης

source: What are data services?
el: Τι είναι οι υπηρεσίες δεδομένων;

source: A CKAN Data Service provides programmatic access to data through APIs, web services, or other automated interfaces. Data services enable applications and systems to access and process data automatically.
el: Μια CKAN Υπηρεσία Δεδομένων προσφέρει προγραμματιστική πρόσβαση σε δεδομένα μέσω APIs, υπηρεσιών web ή άλλων αυτοματοποιημένων διεπαφών. Οι υπηρεσίες δεδομένων επιτρέπουν σε εφαρμογές και συστήματα να αποκτούν και να επεξεργάζονται δεδομένα αυτόματα.

source: Read the data service submission guide
el: Διαβάστε τον οδηγό υποβολής υπηρεσίας δεδομένων

source: Data Service
el: Υπηρεσία Δεδομένων

source: Toggle description
el: Εναλλαγή περιγραφής

source: Leave a comment
el: Αφήστε ένα σχόλιο

source: Content
el: Περιεχόμενο

source: Save
el: Αποθήκευση

source: Members
el: Μέλη

source: Explore High Value Datasets
el: Εξερευνήστε Σύνολα Δεδομένων Υψηλής Αξίας

source: Authentication Required
el: Απαιτείται Αυθεντικοποίηση

source: You need to login in order to continue.
el: Πρέπει να συνδεθείτε για να συνεχίσετε.

source: Datasets Per Theme
el: Σύνολα Δεδομένων ανά Θέμα

source: Switch to Table
el: Εμφάνιση ως Πίνακας

source: Theme Code
el: Κωδικός Θέματος

source: Theme Name
el: Όνομα Θέματος

source: No themes found
el: Δεν βρέθηκαν θέματα

source: Organizations Per Publisher Type
el: Οργανισμοί ανά Τύπον Εκδότη

source: Total Organizations
el: Συνολικοί Οργανισμοί

source: With Publisher Type
el: Με Τύπο Εκδότη

source: Publisher Type Code
el: Κωδικός Τύπου Εκδότη

source: Publisher Type Name
el: Όνομα Τύπου Εκδότη

source: Number of Organizations
el: Αριθμός Οργανισμών

source: No publisher types found
el: Δεν βρέθηκαν τύποι εκδοτών

source: Total Number of Packages
el: Πλήθος συνόλων δεδομένων και APIs

source: Package Revisions per Week
el: Αναθεωρήσεις συνόλων δεδομένων και APIs ανά εβδομάδα

source: Most Edited Packages
el: Περισσότερο επεξεργασμένα σύνολα δεδομένων και APIs
