Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-contact/ckanext/contact/i18n/*/LC_MESSAGES/ckanext-contact.po
Languages: el

source: Contact
el: Επικοινωνία

source: Contact us
el: Επικοινωνήστε μαζί μας

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Questions? Comments? We are always glad to hear from you!
el: Ερωτήσεις; Σχόλια; Είμαστε πάντα χαρούμενοι να ακούσουμε από εσάς!

source: Contact Name
el: Ονοματεπώνυμο

source: Subject
el: Θέμα

source: Optional subject
el: Προαιρετικό θέμα

source: Your Request
el: Το αίτημά σας

source: What do you have to tell us?
el: Τι θέλετε να μας πείτε;

source: Contact form
el: Φόρμα επικοινωνίας

source: Feedback
el: Ανατροφοδότηση

source: Submit
el: Υποβολή

source: Dataset Feedback
el: Ανατροφοδότηση Συνόλου Δεδομένων

source: Hi, I wanted to ask about...
el: Γεια σας, ήθελα να ρωτήσω για...

source: None
el: Κανένα

source: Thank you!
el: Σας ευχαριστούμε!

source: Your comment has been sent and we will answer you as soon as possible.
el: Το σχόλιό σας έχει σταλεί και θα σας απαντήσουμε το συντομότερο δυνατό.

source: Thank you for contacting us, and we will try and reply as soon as possible.<br />Unfortunately due to the number of enquiries received, we cannot always reply in person to every one.
el: Σας ευχαριστούμε που επικοινωνήσατε μαζί μας, και θα προσπαθήσουμε να απαντήσουμε το συντομότερο δυνατό.<br />Δυστυχώς, λόγω του μεγάλου αριθμού ερωτημάτων που λαμβάνουμε, δεν μπορούμε πάντα να απαντήσουμε προσωπικά σε καθένα.

source: Sorry, there was an error sending the email. Please try again later.
el: Συγγνώμη, παρουσιάστηκε σφάλμα κατά την αποστολή του email. Παρακαλώ δοκιμάστε ξανά αργότερα.
