Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-qa/ckanext/qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: el

source: Openness (Five Stars)
el: Ανοιχτότητα (Πέντε Αστέρια)

source: Datasets graded on Tim Berners Lees' Five Stars of Openness - openly licensed, openly accessible, structured, open format, URIs for entities, linked.
el: Σύνολα δεδομένων που βαθμολογούνται με βάση τα Πέντε Αστέρια Ανοιχτότητας του Tim Berners Lee - ανοιχτά αδειοδοτημένα, ανοιχτά προσβάσιμα, δομημένα, ανοιχτή μορφή, URIs για οντότητες, συνδεδεμένα.

source: Could not understand the file format, therefore score is 1.
el: Δεν ήταν δυνατή η κατανόηση της μορφής του αρχείου, επομένως η βαθμολογία είναι 1.

source: Unknown error: %s
el: Άγνωστο σφάλμα: %s

source: License not open
el: Η άδεια δεν είναι ανοιχτή

source: File could not be downloaded.
el: Δεν ήταν δυνατή η λήψη του αρχείου.

source: Error details: %s.
el: Λεπτομέρειες σφάλματος: %s.

source: Attempted on %s.
el: Προσπάθεια στις %s.

source: This URL last worked on: %s.
el: Αυτό το URL λειτούργησε τελευταία φορά στις: %s.

source: This was the first attempt.
el: Αυτή ήταν η πρώτη προσπάθεια.

source: Tried %s times since %s.
el: Έγιναν %s προσπάθειες από τις %s.

source: This URL has not worked in the history of this tool.
el: Αυτό το URL δεν έχει λειτουργήσει στο ιστορικό αυτού του εργαλείου.

source: This file had not been downloaded at the time of scoring it.
el: Αυτό το αρχείο δεν είχε ληφθεί κατά τη στιγμή της βαθμολόγησής του.

source: Cache filepath does not exist: "%s".
el: Η διαδρομή του αρχείου προσωρινής μνήμης δεν υπάρχει: "%s".

source: Content of file appeared to be format "%s" which receives openness score: %s.
el: Το περιεχόμενο του αρχείου φαίνεται να είναι μορφής "%s" που λαμβάνει βαθμολογία ανοιχτότητας: %s.

source: The format of the file was not recognized from its contents.
el: Η μορφή του αρχείου δεν αναγνωρίστηκε από το περιεχόμενό του.

source: File was not downloaded deliberately
el: Το αρχείο δεν λήφθηκε σκόπιμα

source: Using other methods to determine file openness.
el: Χρήση άλλων μεθόδων για τον προσδιορισμό της ανοιχτότητας του αρχείου.

source: A system error occurred during downloading this file
el: Παρουσιάστηκε σφάλμα συστήματος κατά τη λήψη αυτού του αρχείου

source: Could not determine a file extension in the URL.
el: Δεν ήταν δυνατός ο προσδιορισμός της επέκτασης αρχείου στο URL.

source: URL extension "%s" relates to format "%s" and receives score: %s.
el: Η επέκταση URL "%s" σχετίζεται με τη μορφή "%s" και λαμβάνει βαθμολογία: %s.

source: URL extension "%s" relates to format "%s" but a score for that format is not configured, so giving it default score %s.
el: Η επέκταση URL "%s" σχετίζεται με τη μορφή "%s" αλλά δεν έχει ρυθμιστεί βαθμολογία για αυτή τη μορφή, οπότε δίνεται η προεπιλεγμένη βαθμολογία %s.

source: URL extension "%s" is an unknown format.
el: Η επέκταση URL "%s" είναι άγνωστη μορφή.

source: Format field is blank.
el: Το πεδίο μορφής είναι κενό.

source: Format field "%s" does not correspond to a known format.
el: Το πεδίο μορφής "%s" δεν αντιστοιχεί σε γνωστή μορφή.

source: Format field "%s" receives score: %s.
el: Το πεδίο μορφής "%s" λαμβάνει βαθμολογία: %s.

source: Openness
el: Ανοιχτότητα

source: Checked
el: Ελέγχθηκε

source: No openness information yet.
el: Δεν υπάρχουν ακόμα πληροφορίες ανοιχτότητας.

source: {0} out of {1}
el: {0} από {1}

source: Linked data - data URIs and linked to other data (e.g. RDF)
el: Συνδεδεμένα δεδομένα - URIs δεδομένων και συνδεδεμένα με άλλα δεδομένα (π.χ. RDF)

source: Linkable data - served at URIs (e.g. RDF)
el: Συνδέσιμα δεδομένα - διατίθενται σε URIs (π.χ. RDF)

source: Structured data in open format (e.g. CSV)
el: Δομημένα δεδομένα σε ανοιχτή μορφή (π.χ. CSV)

source: Structured data but proprietry format (e.g. Excel)
el: Δομημένα δεδομένα αλλά σε ιδιόκτητη μορφή (π.χ. Excel)

source: Unstructured data (e.g. PDF)
el: Μη δομημένα δεδομένα (π.χ. PDF)

source: Datasets given a score
el: Σύνολα δεδομένων που έχουν βαθμολογηθεί

source: Score frequencies
el: Συχνότητες βαθμολογίας

source: Score TBC
el: Βαθμολογία προς επιβεβαίωση

source: Score
el: Βαθμολογία

source: Total stars
el: Συνολικά αστέρια

source: Average score
el: Μέση βαθμολογία

source: Excellent
el: Εξαιρετικό

source: Good
el: Καλό

source: Sufficient
el: Επαρκές

source: Bad
el: Κακό

source: MQA Rating
el: Αξιολόγηση Ποιότητας Μεταδεδομένων

source: Openness Score
el: Βαθμός Ανοιχτότητας

source: Quality
el: Ποιότητα

source: Issues
el: Προβλήματα

source: Metadata
el: Μεταδεδομένα

source: Report
el: Αναφορά

source: Metadata Quality
el: Ποιότητα Μεταδεδομένων

source: Datasets graded on metadata quality, based on the MQA method
el: Σύνολα δεδομένων που βαθμολογούνται με βάση την ποιότητα μεταδεδομένων, με τη μέθοδο MQA

source: Total datasets
el: Συνολικά σύνολα δεδομένων

source: Organization
el: Οργανισμός

source: Datasets
el: Σύνολα δεδομένων

source: Overall MQA Score
el: Συνολική Βαθμολογία MQA

source: Findability
el: Ευρεσιμότητα

source: Accessibility
el: Προσβασιμότητα

source: Interoperability
el: Διαλειτουργικότητα

source: Reusability
el: Δυνατότητα επαναχρησιμοποίησης

source: Contextuality
el: Πλαίσιο Διάθεσης

source: No MQA score
el: Χωρίς βαθμολογία MQA

source: Dataset
el: Σύνολο δεδομένων

source: Notes
el: Σημειώσεις

source: Summary
el: Περίληψη
