Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-report/ckanext/report/i18n/*/LC_MESSAGES/ckanext-report.po
Languages: el

source: Reports
el: Αναφορές

source: View Report
el: Προβολή Αναφοράς

source: Include results from sub-organizations
el: Συμπερίληψη αποτελεσμάτων από υπο-οργανισμούς

source: Index of all organizations
el: Κατάλογος όλων των οργανισμών

source: Datasets without tags
el: Σύνολα δεδομένων χωρίς ετικέτες

source: Average tags per package
el: Μέσος όρος ετικετών ανά πακέτο

source: Notes
el: Σημειώσεις

source: Generated
el: Δημιουργήθηκε

source: Refresh report
el: Ανανέωση αναφοράς

source: Refresh
el: Ανανέωση

source: As a system administrator you are able to refresh this report on demand by clicking the 'Refresh' button.
el: Ως διαχειριστής συστήματος μπορείτε να ανανεώσετε αυτή την αναφορά κατά απαίτηση κάνοντας κλικ στο κουμπί 'Ανανέωση'.

source: Options
el: Επιλογές

source: Results
el: Αποτελέσματα

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.

source: View various reports about the datasets and organizations in this portal.
el: Προβολή διαφόρων αναφορών σχετικά με τα σύνολα δεδομένων και τους οργανισμούς σε αυτή την πύλη.

source: Tagless Datasets
el: Σύνολα δεδομένων χωρίς ετικέτες

source: Datasets which have no tags.
el: Σύνολα δεδομένων που δεν έχουν ετικέτες.

source: Download
el: Λήψη

source: Stale Datasets
el: Μη επικαιροποιημένα Σύνολα Δεδομένων

source: Datasets that have not been updated according to their frequency schedule
el: Σύνολα δεδομένων που δεν έχουν ενημερωθεί σύμφωνα με το πρόγραμμα συχνότητάς τους

source: Dataset Freshness Summary
el: Περίληψη Κατάστασης Επικαιροποίησης Συνόλων Δεδομένων

source: Total datasets checked
el: Σύνολο συνόλων δεδομένων που ελέγχθηκαν

source: Stale datasets
el: Μη επικαιροποιημένα σύνολα δεδομένων

source: Up-to-date datasets
el: Ενημερωμένα σύνολα δεδομένων

source: Total datasets in scope
el: Σύνολο συνόλων δεδομένων στο πεδίο εφαρμογής

source: Dataset
el: Σύνολο Δεδομένων

source: Organization
el: Οργανισμός

source: Frequency
el: Συχνότητα

source: Last Modified
el: Τελευταία Τροποποίηση

source: Days Since Update
el: Ημέρες από την Ενημέρωση

source: Status
el: Κατάσταση

source: Status Legend
el: Επεξήγηση Κατάστασης

source: Dataset has not been updated within its expected frequency schedule
el: Το σύνολο δεδομένων δεν έχει ενημερωθεί εντός του αναμενόμενου προγράμματος συχνότητας

source: Dataset is up-to-date according to its frequency schedule
el: Το σύνολο δεδομένων είναι ενημερωμένο σύμφωνα με το πρόγραμμα συχνότητάς του

source: Dataset has irregular, continuous, or unknown update frequency
el: Το σύνολο δεδομένων έχει ακανόνιστη, συνεχή ή άγνωστη συχνότητα ενημέρωσης

source: No datasets with defined frequencies found in the selected scope.
el: Δεν βρέθηκαν σύνολα δεδομένων με καθορισμένες συχνότητες στο επιλεγμένο πεδίο.

source: No title
el: Χωρίς τίτλο

source: N/A
el: Μ/Δ

source: No description
el: Χωρίς περιγραφή

source: STALE
el: ΜΗ ΕΠΙΚΑΙΡΟΠΟΙΗΜΕΝΟ

source: OK
el: ΕΠΙΚΑΙΡΟΠΟΙΗΜΕΝΟ

source: stale
el: μη επικαιροποιημένα

source: Unknown
el: Άγνωστο

source: Every minute
el: Κάθε λεπτό

source: Every 5 minutes
el: Κάθε 5 λεπτά

source: Every 10 minutes
el: Κάθε 10 λεπτά

source: Every 15 minutes
el: Κάθε 15 λεπτά

source: Every 30 minutes
el: Κάθε 30 λεπτά

source: Hourly
el: Κάθε ώρα

source: Every 2 hours
el: Κάθε 2 ώρες

source: Every 3 hours
el: Κάθε 3 ώρες

source: Every 12 hours
el: Κάθε 12 ώρες

source: Daily
el: Καθημερινά

source: Twice daily
el: Δύο φορές την ημέρα

source: Weekly
el: Εβδομαδιαία

source: Twice weekly
el: Δύο φορές την εβδομάδα

source: Three times weekly
el: Τρεις φορές την εβδομάδα

source: Five times weekly
el: Πέντε φορές την εβδομάδα

source: Every 2 weeks
el: Κάθε 2 εβδομάδες

source: Monthly
el: Μηνιαία

source: Twice monthly
el: Δύο φορές το μήνα

source: Three times monthly
el: Τρεις φορές το μήνα

source: Every 2 months
el: Κάθε 2 μήνες

source: Quarterly
el: Τριμηνιαία

source: Annually
el: Ετησίως

source: Twice yearly
el: Δύο φορές το χρόνο

source: Three times yearly
el: Τρεις φορές το χρόνο

source: Every 2 years
el: Κάθε 2 χρόνια

source: Every 3 years
el: Κάθε 3 χρόνια

source: Every 4 years
el: Κάθε 4 χρόνια

source: Every 5 years
el: Κάθε 5 χρόνια

source: Every 10 years
el: Κάθε 10 χρόνια

source: Every 20 years
el: Κάθε 20 χρόνια

source: Every 30 years
el: Κάθε 30 χρόνια

source: As needed
el: Όταν χρειάζεται

source: Continuous
el: Συνεχής

source: Irregular
el: Ακανόνιστη

source: Never
el: Ποτέ

source: Not planned
el: Μη προγραμματισμένη

source: Other
el: Άλλη

source: Continuously updated
el: Συνεχώς ενημερωμένη

source: M/Δ
el: Μ/Δ
