Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-harvest/ckanext/harvest/i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: el

source: title
el: τίτλος

source: Frequency
el: Συχνότητα

source: Type
el: Τύπος

source: Not authorized to see this page
el: Δεν επιτρέπεται η πρόσβαση σε αυτήν τη σελίδα

source: Harvest source not found
el: Η πηγή συγκομιδής δεν βρέθηκε

source: No jobs yet for this source
el: Δεν υπάρχουν ακόμη εργασίες για αυτήν την πηγή

source: Harvest job not found
el: Η εργασία συγκομιδής δεν βρέθηκε

source: Harvest job stopped
el: Η εργασία συγκομιδής σταμάτησε

source: Harvest will start shortly. Refresh this page for updates.
el: Η συγκομιδή θα ξεκινήσει σύντομα. Ανανεώστε τη σελίδα για ενημερώσεις.

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to "active".
el: Δεν είναι δυνατή η δημιουργία νέων εργασιών συγκομιδής σε ανενεργές πηγές. Παρακαλώ αλλάξτε πρώτα την κατάσταση της πηγής σε 'ενεργή'.

source: A harvest job has already been scheduled for this source
el: Έχει ήδη προγραμματιστεί μια εργασία συγκομιδής για αυτήν την πηγή

source: Harvest source cleared
el: Η πηγή συγκομιδής διαγράφηκε

source: Harvesting source successfully cleared
el: Η πηγή συγκομιδής διαγράφηκε επιτυχώς

source: Harvesting source successfully inactivated
el: Η πηγή συγκομιδής απενεργοποιήθηκε επιτυχώς

source: No content found
el: Δεν βρέθηκε περιεχόμενο

source: Error Summary
el: Περίληψη Σφαλμάτων

source: Document Error
el: Σφάλμα Εγγράφου

source: Job Errors
el: Σφάλματα Εργασίας

source: User {0} not authorized to create harvest sources
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να δημιουργήσει πηγές συγκομιδής

source: User not authorized to create a job for source {0}
el: Ο χρήστης δεν είναι εξουσιοδοτημένος να δημιουργήσει εργασία για την πηγή {0}

source: Only sysadmins can create harvest jobs for all sources
el: Μόνο οι διαχειριστές συστήματος μπορούν να δημιουργήσουν εργασίες συγκομιδής για όλες τις πηγές

source: Only the sysadmins can create harvest objects
el: Μόνο οι διαχειριστές συστήματος μπορούν να δημιουργήσουν αντικείμενα συγκομιδής

source: User {0} not authorized to delete harvest source {1}
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να διαγράψει την πηγή συγκομιδής {1}

source: User {0} not authorized to read harvest source {1}
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να διαβάσει την πηγή συγκομιδής {1}

source: User {0} not authorized to see jobs from source {1}
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να δει τις εργασίες από την πηγή {1}

source: User {0} not authorized to list jobs for source {1}
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να προβάλει τις εργασίες για την πηγή {1}

source: User {0} not authorized to update harvest source {1}
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να ενημερώσει την πηγή συγκομιδής {1}

source: Only sysadmins can clear history for all harvest jobs
el: Μόνο οι διαχειριστές συστήματος μπορούν να εκκαθαρίσουν το ιστορικό για όλες τις εργασίες συγκομιδής

source: Only sysadmins can reimport all harvest objects
el: Μόνο οι διαχειριστές συστήματος μπορούν να επανεισάγουν όλα τα αντικείμενα συγκομιδής

source: Only sysadmins can run the pending harvest jobs
el: Μόνο οι διαχειριστές συστήματος μπορούν να εκτελέσουν τις εκκρεμείς εργασίες συγκομιδής

source: Only sysadmins can reindex all harvest sources
el: Μόνο οι διαχειριστές συστήματος μπορούν να επαναδεικτούν όλες τις πηγές συγκομιδής

source: Group not found
el: Η ομάδα δεν βρέθηκε

source: Unauthorized to read group %s
el: Μη εξουσιοδοτημένη πρόσβαση για ανάγνωση της ομάδας %s

source: Groups
el: Ομάδες

source: Tags
el: Ετικέτες

source: Formats
el: Μορφές

source: Licence
el: Άδεια

source: Harvest
el: Συγκομιδή

source: Add Harvest Source
el: Προσθήκη Πηγής Συγκομιδής

source: errors
el: σφάλματα

source: Details
el: Λεπτομέρειες

source: Id
el: Αναγνωριστικό

source: Created
el: Δημιουργήθηκε

source: Started
el: Ξεκίνησε

source: Finished
el: Ολοκληρώθηκε

source: Status
el: Κατάσταση

source: Count
el: Πλήθος

source: Message
el: Μήνυμα

source: There are no datasets associated to this harvest source.
el: Δεν υπάρχουν σύνολα δεδομένων συσχετισμένα με αυτήν την πηγή συγκομιδής.

source: {number} harvest source found for "{query}"
el: Βρέθηκε {number} πηγή συγκομιδής για το "{query}"

source: Sorry no harvest sources found for "{query}"
el: Λυπούμαστε, δεν βρέθηκαν πηγές συγκομιδής για το "{query}"

source: {number} harvest source found
el: Βρέθηκε {number} πηγή συγκομιδής

source: Sorry no harvest sources found
el: Λυπούμαστε, δεν βρέθηκαν πηγές συγκομιδής

source: Draft
el: Πρόχειρο

source: Deleted
el: Διαγράφηκε

source: There is no description for this harvest source
el: Δεν υπάρχει περιγραφή για αυτήν την πηγή συγκομιδής

source: Datasets
el: Σύνολα Δεδομένων

source: Organization
el: Οργανισμός

source: Last Harvest Job
el: Τελευταία Εργασία Συλλογής

source: View full job report
el: Προβολή πλήρους αναφοράς εργασίας

source: Admin
el: Διαχειριστής

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
el: Αυτό θα επανεκτελέσει τη συγκομιδή για αυτήν την πηγή. Οποιεσδήποτε ενημερώσεις στην πηγή θα αντικαταστήσουν τα τοπικά σύνολα δεδομένων. Πηγές με μεγάλο αριθμό συνόλων δεδομένων μπορεί να χρειαστούν σημαντικό χρόνο για να ολοκληρώσουν τη συγκομιδή. Παρακαλώ επιβεβαιώστε ότι θέλετε να ξεκινήσουμε την επανασυγκομιδή.

source: Start a new harvesting job for this harvest source now
el: Έναρξη νέας εργασίας συγκομιδής για αυτήν την πηγή τώρα

source: Reharvest
el: Επανασυγκομιδή

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
el: Προειδοποίηση: Αυτό θα αφαιρέσει όλα τα σύνολα δεδομένων για αυτήν την πηγή, καθώς και όλες τις προηγούμενες αναφορές εργασιών. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: Delete all harvest jobs and existing datasets from this source
el: Διαγραφή όλων των εργασιών συγκομιδής και υπαρχόντων συνόλων δεδομένων από αυτήν την πηγή

source: Clear
el: Εκκαθάριση

source: View harvest source
el: Προβολή πηγής συγκομιδής

source: Dashboard
el: Πίνακας ελέγχου

source: Jobs
el: Εργασίες

source: Edit
el: Επεξεργασία

source: Organizations
el: Οργανισμοί

source: Harvest Sources
el: Πηγές Συγκομιδής

source: Edit harvest source
el: Επεξεργασία πηγής συγκομιδής

source: Create Harvest Source
el: Δημιουργία Πηγής Συγκομιδής

source: Create harvest source
el: Δημιουργία πηγής συγκομιδής

source: Harvest sources
el: Πηγές συγκομιδής

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
el: Οι πηγές συγκομιδής επιτρέπουν την εισαγωγή απομακρυσμένων μεταδεδομένων σε αυτόν τον κατάλογο. Απομακρυσμένες πηγές μπορεί να είναι άλλοι κατάλογοι όπως άλλες παρουσίες CKAN, διακομιστές CSW ή Φακέλους Προσβάσιμους από τον Ιστό (WAF) (εξαρτάται από τους συγκεκριμένους συλλέκτες που είναι ενεργοποιημένοι για αυτήν την παρουσία).

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
el: Οι πηγές συγκομιδής επιτρέπουν την εισαγωγή απομακρυσμένων μεταδεδομένων σε αυτόν τον κατάλογο. Απομακρυσμένες πηγές μπορεί να είναι άλλοι κατάλογοι όπως άλλες παρουσίες CKAN, διακομιστές CSW ή Φακέλους Προσβάσιμους από τον Ιστό (WAF) (εξαρτάται από τους συγκεκριμένους συλλέκτες που είναι ενεργοποιημένοι για αυτήν την παρουσία).

source: This should include the http:// part of the URL
el: Αυτό πρέπει να περιλαμβάνει το μέρος http:// του URL

source: Title
el: Τίτλος

source: eg. A descriptive title
el: π.χ. Ένας περιγραφικός τίτλος

source: Name
el: Όνομα

source: eg. my-dataset
el: π.χ. το-συνολο-δεδομενων-μου

source: Description
el: Περιγραφή

source: Update frequency
el: Συχνότητα ενημέρωσης

source: Configuration
el: Διαμόρφωση

source: No organization
el: Κανένας οργανισμός

source: State
el: Κατάσταση

source: Active
el: Ενεργό

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
el: Αυτό θα επισημάνει την πηγή ως διαγραμμένη αλλά θα διατηρήσει όλα τα σύνολα δεδομένων και τις προηγούμενες εργασίες της. Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την πηγή συγκομιδής;

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
el: Προειδοποίηση: Εκτός από τη διαγραφή αυτής της πηγής, αυτή η εντολή θα αφαιρέσει όλα τα σύνολα δεδομένων της, καθώς και όλες τις προηγούμενες αναφορές εργασιών. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: Delete
el: Διαγραφή

source: Delete source
el: Διαγραφή πηγής

source: Delete and clear source
el: Διαγραφή και εκκαθάριση πηγής

source: Return to the harvest sources list
el: Επιστροφή στη λίστα των πηγών συγκομιδής

source: found for "{query}"
el: βρέθηκαν για το "{query}"

source: Search sources...
el: Αναζήτηση πηγών...

source: Search
el: Αναζήτηση

source: read more
el: διαβάστε περισσότερα

source: About
el: Σχετικά

source: Relevance
el: Σχετικότητα

source: Name Ascending
el: Όνομα Αύξουσα

source: Name Descending
el: Όνομα Φθίνουσα

source: Last Modified
el: Τελευταία Τροποποίηση

source: Popular
el: Δημοφιλή

source: Search harvest sources...
el: Αναζήτηση πηγών συγκομιδής...

source: Search...
el: Αναζήτηση...

source: All harvest sources
el: Όλες οι πηγές συγκομιδής

source: Remove
el: Αφαίρεση

source: Try another search term, browse the sources below or
el: Δοκιμάστε άλλον όρο αναζήτησης, περιηγηθείτε στις πηγές παρακάτω ή

source: add a new one
el: προσθέστε μια νέα

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
el: <p><strong>Παρουσιάστηκε σφάλμα κατά την αναζήτηση.</strong> Παρακαλώ δοκιμάστε ξανά.</p>

source: Harvest Jobs
el: Εργασίες Συγκομιδής

source: Job:
el: Εργασία:

source: Started:
el: Ξεκίνησε:

source: Not yet
el: Όχι ακόμη

source: Finished:
el: Ολοκληρώθηκε:

source: Job Report
el: Αναφορά Εργασίας

source: Back to job list
el: Επιστροφή στη λίστα εργασιών

source: No errors for this job
el: Κανένα σφάλμα για αυτήν την εργασία

source: Only the 20 most frequent errors are shown
el: Εμφανίζονται μόνο τα 20 πιο συχνά σφάλματα

source: Error Report
el: Αναφορά Σφάλματος

source: documents with errors
el: έγγραφα με σφάλματα

source: Remote content
el: Απομακρυσμένο περιεχόμενο

source: Local content
el: Τοπικό περιεχόμενο

source: Members
el: Μέλη

source: Source type
el: Τύπος πηγής

source: harvests found
el: βρέθηκαν πηγές συγκομιδής

source: Stop
el: Διακοπή

source: You need to login in order to continue
el: Πρέπει να συνδεθείτε για να συνεχίσετε
