Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-showcase/ckanext/showcase/i18n/*/LC_MESSAGES/ckanext-showcase.po
Languages: el

source: Approval Status
el: Κατάσταση Έγκρισης

source: Tags
el: Ετικέτες

source: User not authorized to edit {showcase_id}
el: Ο χρήστης δεν είναι εξουσιοδοτημένος να επεξεργαστεί την εφαρμογή {showcase_id}

source: Unauthorized to create a package
el: Μη εξουσιοδοτημένος για τη δημιουργία πακέτου

source: Showcase not found
el: Η εφαρμογή δεν βρέθηκε

source: Unauthorized to read showcase
el: Μη εξουσιοδοτημένος για την ανάγνωση εφαρμογής

source: You do not have access to this showcase
el: Δεν έχετε πρόσβαση σε αυτήν την εφαρμογή

source: The dataset has been removed from the showcase.
el: Το σύνολο δεδομένων έχει αφαιρεθεί από την εφαρμογή.

source: The dataset has been added to the showcase.
el: Το σύνολο δεδομένων έχει προστεθεί στην εφαρμογή.

source: Organizations
el: Οργανισμοί

source: Groups
el: Ομάδες

source: Formats
el: Μορφές

source: Licenses
el: Άδειες

source: Parameter '{parameter_name}' is not an integer
el: Η παράμετρος '{parameter_name}' δεν είναι ακέραιος αριθμός

source: Unauthorized to delete showcase
el: Μη εξουσιοδοτημένος για τη διαγραφή εφαρμογής

source: Showcase has been deleted.
el: Η εφαρμογή έχει διαγραφεί.

source: Dataset not found
el: Το σύνολο δεδομένων δεν βρέθηκε

source: Not authorized to see this page
el: Δεν είστε εξουσιοδοτημένος να δείτε αυτήν τη σελίδα

source: Unauthorized to read package
el: Μη εξουσιοδοτημένος για την ανάγνωση πακέτου

source: User not authorized to view page
el: Ο χρήστης δεν είναι εξουσιοδοτημένος να δει τη σελίδα

source: Unauthorized to perform that action
el: Μη εξουσιοδοτημένος για την εκτέλεση αυτής της ενέργειας

source: User '{user_name}' not found.
el: Ο χρήστης '{user_name}' δεν βρέθηκε.

source: The user is now a Showcase Admin
el: Ο χρήστης είναι πλέον Διαχειριστής Εφαρμογών

source: The user is not a Showcase Admin
el: Ο χρήστης δεν είναι Διαχειριστής Εφαρμογών

source: The user is no longer a Showcase Admin
el: Ο χρήστης δεν είναι πλέον Διαχειριστής Εφαρμογών

source: Only Posting is availiable
el: Μόνο η αποστολή είναι διαθέσιμη

source: Unauthorized to upload file %s
el: Μη εξουσιοδοτημένος για τη μεταφόρτωση του αρχείου %s

source: Invalid search query: {error_message}
el: Μη έγκυρο ερώτημα αναζήτησης: {error_message}

source: Parameter u"{parameter_name}" is not an integer
el: Η παράμετρος u"{parameter_name}" δεν είναι ακέραιος αριθμός

source: Not found
el: Δεν βρέθηκε

source: Dataset
el: Σύνολο δεδομένων

source: Showcases
el: Εφαρμογές

source: Showcase Config
el: Διαμόρφωση Εφαρμογών

source: Confirm Remove
el: Επιβεβαίωση Αφαίρεσης

source: Are you sure you want to remove this user as a Showcase Admin - {name}?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον χρήστη ως Διαχειριστή Εφαρμογών - {name};

source: Cancel
el: Ακύρωση

source: Manage Showcase Admins
el: Διαχείριση Διαχειριστών Εφαρμογών

source: Add an Existing User
el: Προσθήκη Υπάρχοντος Χρήστη

source: To make an existing user a Showcase Admin, search for their username below.
el: Για να κάνετε έναν υπάρχοντα χρήστη Διαχειριστή Εφαρμογών, αναζητήστε το όνομα χρήστη τους παρακάτω.

source: Username
el: Όνομα χρήστη

source: Add User
el: Προσθήκη Χρήστη

source: Showcase Admins
el: Διαχειριστές Εφαρμογών

source: User
el: Χρήστης

source: Are you sure you want to remove this user from the Showcase Admin list?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον χρήστη από τη λίστα Διαχειριστών Εφαρμογών;

source: Remove
el: Αφαίρεση

source: There are currently no Showcase Admins.
el: Δεν υπάρχουν προς το παρόν Διαχειριστές Εφαρμογών.

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
el: <p><strong>Διαχειριστής Εφαρμογών:</strong> Μπορεί να δημιουργεί και να αφαιρεί εφαρμογές. Μπορεί να προσθέτει και να αφαιρεί σύνολα δεδομένων από εφαρμογές.</p>

source: {site_title} statistics
el: Στατιστικά {site_title}

source: dataset
el: σύνολο δεδομένων

source: organization
el: οργανισμός

source: group
el: ομάδα

source: showcase
el: εφαρμογή

source: Associate this showcase with this dataset
el: Συσχετισμός αυτής της εφαρμογής με αυτό το σύνολο δεδομένων

source: Add to showcase
el: Προσθήκη στην εφαρμογή

source: Showcases featuring {dataset_name}
el: Εφαρμογές που περιλαμβάνουν το {dataset_name}

source: There are no showcases that feature this dataset
el: Δεν υπάρχουν εφαρμογές που να περιλαμβάνουν αυτό το σύνολο δεδομένων

source: Note
el: Σημείωση

source: Only
el: Μόνο

source: approved showcases
el: εγκεκριμένες εφαρμογές

source: are displayed in the list above.
el: εμφανίζονται στην παραπάνω λίστα.

source: Showcases - Add datasets
el: Εφαρμογές - Προσθήκη συνόλων δεδομένων

source: Relevance
el: Σχετικότητα

source: Name Ascending
el: Όνομα Αύξουσα

source: Name Descending
el: Όνομα Φθίνουσα

source: Last Modified
el: Τελευταία Τροποποίηση

source: Popular
el: Δημοφιλή

source: Datasets available to add to this showcase
el: Σύνολα δεδομένων διαθέσιμα για προσθήκη σε αυτήν την εφαρμογή

source: Add to Showcase
el: Προσθήκη στην Εφαρμογή

source: No datasets could be found
el: Δεν βρέθηκαν σύνολα δεδομένων

source: Confirm Delete
el: Επιβεβαίωση Διαγραφής

source: Are you sure you want to delete showcase - {showcase_name}?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την εφαρμογή - {showcase_name};

source: Edit
el: Επεξεργασία

source: Create Showcase
el: Δημιουργία Εφαρμογής

source: View showcase
el: Προβολή εφαρμογής

source: Edit showcase
el: Επεξεργασία εφαρμογής

source: Manage datasets
el: Διαχείριση συνόλων δεδομένων

source: Showcases - Manage datasets
el: Εφαρμογές - Διαχείριση συνόλων δεδομένων

source: public datasets
el: δημόσια σύνολα δεδομένων

source: are displayed in the table above.
el: εμφανίζονται στον παραπάνω πίνακα.

source: Datasets in this showcase
el: Σύνολα δεδομένων σε αυτήν την εφαρμογή

source: Remove from Showcase
el: Αφαίρεση από την Εφαρμογή

source: This showcase has no datasets associated to it
el: Αυτή η εφαρμογή δεν έχει συσχετισμένα σύνολα δεδομένων

source: Create a Showcase
el: Δημιουργία Εφαρμογής

source: Title
el: Τίτλος

source: eg. A descriptive title
el: π.χ. Ένας περιγραφικός τίτλος

source: eg. my-showcase
el: π.χ. η-εφαρμογή-μου

source: Description
el: Περιγραφή

source: eg. Some useful notes about the data
el: π.χ. Μερικές χρήσιμες σημειώσεις σχετικά με τα δεδομένα

source: eg. economy, mental health, government
el: π.χ. οικονομία, ψυχική υγεία, κυβέρνηση

source: Pending
el: Εκκρεμεί

source: Approved
el: Εγκρίθηκε

source: Rejected
el: Απορρίφθηκε

source: External link
el: Εξωτερικός σύνδεσμος

source: Submitted By
el: Υποβλήθηκε από

source: Joe Bloggs
el: Νίκος Παπαδόπουλος

source: Submitter Email
el: Email Υποβάλλοντος

source: joe@example.com
el: nikos@example.com

source: Are you sure you want to delete this showcase?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την εφαρμογή;

source: Delete
el: Διαγραφή

source: Update Showcase
el: Ενημέρωση Εφαρμογής

source: Manage
el: Διαχείριση

source: Private
el: Ιδιωτικό

source: Draft
el: Πρόχειρο

source: Unknown
el: Άγνωστο

source: Launch website
el: Εκκίνηση ιστοσελίδας

source: Add Showcase
el: Προσθήκη Εφαρμογής

source: Search showcases...
el: Αναζήτηση εφαρμογών...

source: What are Showcases?
el: Τι είναι οι Εφαρμογές;

source: Datasets have been used to build apps, websites and visualizations. They've been featured in articles, and written about in news reports and blog posts. Showcases collect together the best examples of datasets in use, to provide further insight, ideas, and inspiration.
el: Τα σύνολα δεδομένων έχουν χρησιμοποιηθεί για τη δημιουργία εφαρμογών, ιστοσελίδων και οπτικοποιήσεων. Έχουν παρουσιαστεί σε άρθρα και έχουν γραφτεί για αυτά σε ειδησεογραφικές αναφορές και αναρτήσεις ιστολογίου. Οι εφαρμογές συγκεντρώνουν τα καλύτερα παραδείγματα συνόλων δεδομένων σε χρήση, για να παρέχουν περαιτέρω επισκόπηση, ιδέες και έμπνευση.

source: Sysadmins can manage Showcase Admins from the <a href='%(url)s'>Showcase configuration page</a>.
el: Οι διαχειριστές συστήματος μπορούν να διαχειριστούν τους διαχειριστές εφαρμογών από τη <a href='%(url)s'>σελίδα διαμόρφωσης εφαρμογών</a>.

source: Submitted by
el: Υποβλήθηκε από

source: Datasets in Showcase
el: Σύνολα δεδομένων στην Εφαρμογή

source: There are no Datasets in this Showcase
el: Δεν υπάρχουν Σύνολα Δεδομένων σε αυτήν την Εφαρμογή

source: This showcase has no description
el: Αυτή η εφαρμογή δεν έχει περιγραφή

source: {num} Dataset
el: {num} Σύνολο Δεδομένων

source: 0 Datasets
el: 0 Σύνολα Δεδομένων

source: View {showcase_title}
el: Προβολή {showcase_title}

source: Remove dataset from this showcase
el: Αφαίρεση συνόλου δεδομένων από αυτήν την εφαρμογή

source: {number} showcase found for '{query}'
el: Βρέθηκε {number} εφαρμογή για το '{query}'

source: No showcases found for '{query}'
el: Δεν βρέθηκαν εφαρμογές για το '{query}'

source: {number} showcase found
el: Βρέθηκε {number} εφαρμογή

source: No showcases found
el: Δεν βρέθηκαν εφαρμογές
