Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-archiver/ckanext/archiver/i18n/*/LC_MESSAGES/ckanext-archiver.po
Languages: el

source: Broken links
el: Μη λειτουργικοί σύνδεσμοι

source: Dataset resource URLs that are found to result in errors when resolved.
el: URLs πόρων συνόλων δεδομένων που βρέθηκαν να προκαλούν σφάλματα κατά την επίλυση.

source: Content-length %s exceeds maximum allowed value %s
el: Το μέγεθος περιεχομένου %s υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή %s

source: Server content contained an API error message: %s
el: Το περιεχόμενο του διακομιστή περιείχε ένα μήνυμα σφάλματος API: %s

source: Content-length after streaming was %i
el: Το μέγεθος περιεχομένου μετά τη ροή ήταν %i

source: No value for ckanext-archiver.cache_url_root in config
el: Δεν υπάρχει τιμή για το ckanext-archiver.cache_url_root στις ρυθμίσεις

source: URL parsing failure: %s
el: Αποτυχία ανάλυσης URL: %s

source: Invalid url scheme. Please use one of: %s
el: Μη έγκυρο σχήμα url. Παρακαλώ χρησιμοποιήστε ένα από τα: %s

source: URL parsing failure - did not find a host name
el: Αποτυχία ανάλυσης URL - δεν βρέθηκε όνομα κεντρικού υπολογιστή

source: Connection error: %s
el: Σφάλμα σύνδεσης: %s

source: Invalid HTTP response: %s
el: Μη έγκυρη απόκριση HTTP: %s

source: Connection timed out after %ss
el: Η σύνδεση έληξε μετά από %s δευτερόλεπτα

source: Too many redirects
el: Πάρα πολλές ανακατευθύνσεις

source: Error downloading: %s
el: Σφάλμα κατά τη λήψη: %s

source: Error with the download: %s
el: Σφάλμα με τη λήψη: %s

source: Invalid URL or Redirect Link
el: Μη έγκυρο URL ή σύνδεσμος ανακατεύθυνσης

source: Could not make HEAD request
el: Δεν ήταν δυνατή η δημιουργία αιτήματος HEAD

source: Error during request: %s
el: Σφάλμα κατά τη διάρκεια του αιτήματος: %s

source: Error with the request: %s
el: Σφάλμα με το αίτημα: %s

source: Link check
el: Έλεγχος συνδέσμου

source: This link works.
el: Αυτός ο σύνδεσμος λειτουργεί.

source: This link is broken.
el: Αυτός ο σύνδεσμος είναι μη λειτουργικός.

source: This link has not been checked.
el: Αυτός ο σύνδεσμος δεν έχει ελεγχθεί.

source: Cached resource
el: Αποθηκευμένος πόρος

source: This resource is cached by CKAN.
el: Αυτός ο πόρος είναι αποθηκευμένος από το CKAN.

source: This resource is not cached by CKAN.
el: Αυτός ο πόρος δεν είναι αποθηκευμένος από το CKAN.

source: Datasets with broken resource links
el: Σύνολα δεδομένων με μη λειτουργικούς συνδέσμους πόρων

source: Datasets with broken resource links:
el: Σύνολα δεδομένων με μη λειτουργικούς συνδέσμους πόρων:

source: Percentage of datasets with broken resource links:
el: Ποσοστό συνόλων δεδομένων με μη λειτουργικούς συνδέσμους πόρων:

source: Broken links:
el: Μη λειτουργικοί σύνδεσμοι:

source: Percentage of resources with broken links:
el: Ποσοστό πόρων με μη λειτουργικούς συνδέσμους:

source: Dataset
el: Σύνολο δεδομένων

source: Notes
el: Σημειώσεις

source: User
el: Χρήστης

source: Resources
el: Πόροι

source: Reason
el: Αιτία

source: Attempt
el: Προσπάθεια

source: First fail
el: Πρώτη αποτυχία

source: Latest fail
el: Τελευταία αποτυχία

source: Last success
el: Τελευταία επιτυχία

source: No. of fails
el: Αρ. αποτυχιών

source: Broken datasets
el: Προβληματικά σύνολα δεδομένων
