Repository: opendata-panoptis/ckan-bundle
Catalog: ckanext-relationships/ckanext/relationships/i18n/*/LC_MESSAGES/ckanext-relationships.po
Languages: el

source: Dataset not found
el: Το σύνολο δεδομένων δεν βρέθηκε

source: An issue occurred
el: Προέκυψε ένα πρόβλημα

source: User %s not authorized to edit this package
el: Ο χρήστης %s δεν έχει άδεια να επεξεργαστεί αυτό το πακέτο

source: Existing Relationships
el: Υφιστάμενες διασυνδέσεις

source: There are no existing relationships.
el: Δεν υπάρχουν υφιστάμενες διασυνδέσεις.

source: Create relationship
el: Δημιουργία διασύνδεσης

source: CKAN dataset to dataset relationship
el: Σχέση μεταξύ συνόλων δεδομένων CKAN

source: CKAN dataset to external URI relationship
el: Σχέση μεταξύ συνόλου δεδομένων CKAN και εξωτερικού URI

source: Relationships
el: Διασυνδέσεις

source: Dataset
el: Σύνολο Δεδομένων

source: Type
el: Τύπος Διασύνδεσης

source: Add CKAN relationship
el: Προσθήκη Διασύνδεσης

source: Relationship type
el: Τύπο Διασύνδεσης

source: External URI
el: Εξωτερικό URI

source: Target dataset
el: Σύνολο δεδομένων προς σύνδεση

source: Add URI relationship
el: Προσθήκης Διασύνδεσης URI

source: This dataset has no existing relationships.
el: Αυτό το Σύνολο Δεδομένων δεν έχει διασυνδέσεις.

source: unspecified relationship
el: Απροσδιόριστη σχέση

source: Is Part Of
el: Είναι μέρος του

source: Has Part
el: Έχει μέρος

source: Is Format Of
el: Είναι μορφή του

source: Has Format
el: Έχει μορφή

source: Is Version Of
el: Είναι έκδοση του

source: Has Version
el: Έχει έκδοση

source: Replaces
el: Αντικαθιστά

source: Is Replaced By
el: Αντικαθίσταται από

source: References
el: Αναφέρεται σε

source: Is Referenced By
el: Αναφέρεται από

source: Requires
el: Απαιτεί

source: Is Required By
el: Απαιτείται από

source: Was Derived From
el: Προήλθε από

source: Was Derivation of
el: Παραγωγή από

source: Was Influenced By
el: Επηρεάστηκε από

source: Influenced
el: Επηρέασε

source: Quoted As
el: Παρατίθεται ως

source: Quoted From
el: Παρατίθεται από

source: Was Revision Of
el: Ήταν αναθεώρηση του

source: Had Revision
el: Είχε αναθεώρηση

source: Is Alternate Of
el: Είναι εναλλακτική του

source: Is Specialization Of
el: Είναι εξειδίκευση του

source: Is Generalization Of
el: Είναι γενίκευση του
